# 处理器内容
chuliqi_140='''
您好  温馨提示  本链接宝贝并非原价 如需下单 请与我们客服联系确认后再下单 直接下单不会安排发货哦 谢谢您的合作
产品宣传图可能与原产品图不一致，实物以原产品为准。

我们公司的优势品牌，仅供参考只要您有需要查找的都可以发给我，这边会第一时间回复您。 
15天无条件退换，一年质保及售后服务（人为损坏和不可抗自然力损坏除外）

折扣优惠，低价回馈
24小时在线，拍前请联系客服询价！



Modicon Quantum自动化控制平台拥有业界领先的性能，包含：
5种IEC编程语言（FBD 、LD、SFC 、ST 、IL）适用于各种应用需求 
高性能多任务系统 
高达11M 集成 储存空间 
涂层保护模块，适用于恶劣环境；安全I/O,高可靠性；支持第三方设备 
高性能热备解决方案。每个模块均有小型LCD荧幕及按键，便于本地监控 
前面板有多个内置端口（USB、Ethernet TCP/IP、Modbus Plus、以及至少一个 Modbus 端口） 
本地机架上可安装第三方模块以连接Profibus-DP

操作简便,功能强大

Modicon Quantum自动化控制平台拥有全系列完整的处理器,适用于复杂的过程控制与基础设施关键系统
集成优异的通讯功能,诊断功能,大容量的数据储存空间,Modicon Quantum仍保持极佳的扫描周期
无需停机,即可安装新模块

应用于过程控制和基础设施关键系统

主要信息
产品系列 
Modicon Quantum 自动化平台
产品类型 
处理器
软件名称 
ProWORX 32
Concept
处理器名称 
80186
数学协处理器 
无
补充信息
时钟脉冲频率 
20 MHz
内存说明 
内部 RAM 109 kB
1 K 指令的精确时间 
0.3...1.4 ms LL984
监视时钟 
250 ms
时钟误差 
+/-8 s/天 在…上 0…60 °C
输入输出字节 
30 I/32 O 分布式
64 I/64 O 最大 本地
64 I/64 O 远程
输入输出字节/网络 
500 I/500 O 分布式
降低/网络 
63 分布式
分支数 
31 远程
网络数 
2 远程
3 分布式
电池类型 
锂 5 µA 110 µA
蓄电池容量 
1.2 Ah
电池使用寿命 
10 年
端口量 
1 对任何数据中心建模 RS232
1 Modbus Plus
通讯模块处理器 
2 NOM, NOE, CR, NMS
开关功能 
无钥匙开关
标识 
CE
需求总线电流 
780 mA
模块分类 
标准
产品净重 
0.3 kg
环境
产品认证 
CUL
FM , 1类, 2分类
符合标准 
UL 508
CSA C22.2 No 142
抗静电放电 
4 kV 触点 符合 IEC 801-2
8 kV 广播 符合 IEC 801-2
抗电磁域 
10 V/m 80…2000 MHz 符合 IEC 801-3
运行温度 
0…60 °C
贮存环境温度 
-40…85 °C
相对湿度 
95 % 无冷凝
工作海拔 
<= 5000 m
包装单位
包装重量 
0.915 kg
包装1高度 
45.000 mm
包装1宽度 
165.000 mm
包装1长度 
315.000 mm
1、发票什么时候寄出?
亲,发票不随货起的,我们会另外用快递给您寄过去。正常开票时间是在客户确认无误收货后2-3天内开票寄出。

2、什么时候发货呢?
正常情况下,当天17 : 00点前拍下的,我们都会可以审单,并且当天发货。若不能发出的,最长时间不会超过72小时。

3、收货应该注意什么?
签收时需要先检查外包装。( 完好:正常签收;有轻微破损:异常签收;破损严重:拒签。)

4、快递选择?
本店默认发顺丰,如果有指定快递,请拍下时加以备注, 或告知在线客服。再次感谢您的信任,我们将用心对待每一位客户 。

再次感谢您的信任，我们将用心、诚信对待每一位客户。

如果您有不满意的地方，请随时与我们联系，我们将服务到您满意为止！！！

如果您认可我们的宝贝和服务，请记得打5分哦，谢谢啦！！！
'''

# 离散量输出模块
lisanliang_shuchu_140 =''' 
您好  温馨提示  本链接宝贝并非原价 如需下单 请与我们客服联系确认后再下单 直接下单不会安排发货哦 谢谢您的合作
产品宣传图可能与原产品图不一致，实物以原产品为准。

我们公司的优势品牌，仅供参考只要您有需要查找的都可以发给我，这边会第一时间回复您。 
15天无条件退换，一年质保及售后服务（人为损坏和不可抗自然力损坏除外）

折扣优惠，低价回馈
24小时在线，拍前请联系客服询价！

Modicon Quantum自动化控制平台拥有业界领先的性能，包含：
5种IEC编程语言（FBD 、LD、SFC 、ST 、IL）适用于各种应用需求 
高性能多任务系统 
高达11M 集成 储存空间 
涂层保护模块，适用于恶劣环境；安全I/O,高可靠性；支持第三方设备 
高性能热备解决方案。每个模块均有小型LCD荧幕及按键，便于本地监控 
前面板有多个内置端口（USB、Ethernet TCP/IP、Modbus Plus、以及至少一个 Modbus 端口） 
本地机架上可安装第三方模块以连接Profibus-DP

操作简便,功能强大

Modicon Quantum自动化控制平台拥有全系列完整的处理器,适用于复杂的过程控制与基础设施关键系统
集成优异的通讯功能,诊断功能,大容量的数据储存空间,Modicon Quantum仍保持极佳的扫描周期
无需停机,即可安装新模块

应用于过程控制和基础设施关键系统


1、发票什么时候寄出?
亲,发票不随货起的,我们会另外用快递给您寄过去。正常开票时间是在客户确认无误收货后2-3天内开票寄出。

2、什么时候发货呢?
正常情况下,当天17 : 00点前拍下的,我们都会可以审单,并且当天发货。若不能发出的,最长时间不会超过72小时。

3、收货应该注意什么?
签收时需要先检查外包装。( 完好:正常签收;有轻微破损:异常签收;破损严重:拒签。)

4、快递选择?
本店默认发顺丰,如果有指定快递,请拍下时加以备注, 或告知在线客服。再次感谢您的信任,我们将用心对待每一位客户 。

再次感谢您的信任，我们将用心、诚信对待每一位客户。

如果您有不满意的地方，请随时与我们联系，我们将服务到您满意为止！！！

如果您认可我们的宝贝和服务，请记得打5分哦，谢谢啦！！！
'''

# 以太网网络模块
yitaiwang_140 = '''

您好  温馨提示  本链接宝贝并非原价 如需下单 请与我们客服联系确认后再下单 直接下单不会安排发货哦 谢谢您的合作
产品宣传图可能与原产品图不一致，实物以原产品为准。

我们公司的优势品牌，仅供参考只要您有需要查找的都可以发给我，这边会第一时间回复您。 
15天无条件退换，一年质保及售后服务（人为损坏和不可抗自然力损坏除外）

折扣优惠，低价回馈
24小时在线，拍前请联系客服询价！



Modicon Quantum自动化控制平台拥有业界领先的性能，包含：
5种IEC编程语言（FBD 、LD、SFC 、ST 、IL）适用于各种应用需求 
高性能多任务系统 
高达11M 集成 储存空间 
涂层保护模块，适用于恶劣环境；安全I/O,高可靠性；支持第三方设备 
高性能热备解决方案。每个模块均有小型LCD荧幕及按键，便于本地监控 
前面板有多个内置端口（USB、Ethernet TCP/IP、Modbus Plus、以及至少一个 Modbus 端口） 
本地机架上可安装第三方模块以连接Profibus-DP

操作简便,功能强大

Modicon Quantum自动化控制平台拥有全系列完整的处理器,适用于复杂的过程控制与基础设施关键系统
集成优异的通讯功能,诊断功能,大容量的数据储存空间,Modicon Quantum仍保持极佳的扫描周期
无需停机,即可安装新模块

应用于过程控制和基础设施关键系统

 

1、发票什么时候寄出?
亲,发票不随货起的,我们会另外用快递给您寄过去。正常开票时间是在客户确认无误收货后2-3天内开票寄出。

2、什么时候发货呢?
正常情况下,当天17 : 00点前拍下的,我们都会可以审单,并且当天发货。若不能发出的,最长时间不会超过72小时。

3、收货应该注意什么?
签收时需要先检查外包装。( 完好:正常签收;有轻微破损:异常签收;破损严重:拒签。)

4、快递选择?
本店默认发顺丰,如果有指定快递,请拍下时加以备注, 或告知在线客服。再次感谢您的信任,我们将用心对待每一位客户 。

再次感谢您的信任，我们将用心、诚信对待每一位客户。

如果您有不满意的地方，请随时与我们联系，我们将服务到您满意为止！！！

如果您认可我们的宝贝和服务，请记得打5分哦，谢谢啦！！！
'''

# 机架背板 
jijia_beiban_140 = '''

您好  温馨提示  本链接宝贝并非原价 如需下单 请与我们客服联系确认后再下单 直接下单不会安排发货哦 谢谢您的合作
产品宣传图可能与原产品图不一致，实物以原产品为准。

我们公司的优势品牌，仅供参考只要您有需要查找的都可以发给我，这边会第一时间回复您。 
15天无条件退换，一年质保及售后服务（人为损坏和不可抗自然力损坏除外）

折扣优惠，低价回馈
24小时在线，拍前请联系客服询价！



Modicon Quantum自动化控制平台拥有业界领先的性能，包含：
5种IEC编程语言（FBD 、LD、SFC 、ST 、IL）适用于各种应用需求 
高性能多任务系统 
高达11M 集成 储存空间 
涂层保护模块，适用于恶劣环境；安全I/O,高可靠性；支持第三方设备 
高性能热备解决方案。每个模块均有小型LCD荧幕及按键，便于本地监控 
前面板有多个内置端口（USB、Ethernet TCP/IP、Modbus Plus、以及至少一个 Modbus 端口） 
本地机架上可安装第三方模块以连接Profibus-DP

操作简便,功能强大

Modicon Quantum自动化控制平台拥有全系列完整的处理器,适用于复杂的过程控制与基础设施关键系统
集成优异的通讯功能,诊断功能,大容量的数据储存空间,Modicon Quantum仍保持极佳的扫描周期
无需停机,即可安装新模块

应用于过程控制和基础设施关键系统

XXXXXXXX主要信息
产品系列 
Modicon Quantum 自动化平台
产品类型 
机架底板
应用领域 
用于分布式I/O 模块
用于远程I/O模块
用于本地I/O模块
补充信息
空闲槽 
6
安装方式 
安装底板
固定模式 
螺钉固定
产品净重 
0.64 kg
包装单位
包装1的单位类别 
PCE
个/公斤 
1
包装重量 
1.27 kg
包装1高度 
4.6 cm
包装1宽度 
29.6 cm
包装1长度 
37.8 cm
包装2重量 
7.1 kg
可持续性
产品类型 
Green Premium 产品
REACh法规 
REACh 声明
REACh（不含 SVHC） 
是
欧盟ROHS指令 
主动合规性（超出欧盟 RoHS 法定范围的产品）
欧盟ROHS声明
无汞 
是
RoHS 豁免信息 
是
中国 ROHS 管理办法 
中国 ROHS 声明
环境披露 
产品环境文件
流通资料 
产品使用寿命终期信息
WEEE 
该产品必须经特定废物回收处理后弃置于欧盟市场，绝不可丢弃于垃圾桶中。
1、发票什么时候寄出?
亲,发票不随货起的,我们会另外用快递给您寄过去。正常开票时间是在客户确认无误收货后2-3天内开票寄出。

2、什么时候发货呢?
正常情况下,当天17 : 00点前拍下的,我们都会可以审单,并且当天发货。若不能发出的,最长时间不会超过72小时。

3、收货应该注意什么?
签收时需要先检查外包装。( 完好:正常签收;有轻微破损:异常签收;破损严重:拒签。)

4、快递选择?
本店默认发顺丰,如果有指定快递,请拍下时加以备注, 或告知在线客服。再次感谢您的信任,我们将用心对待每一位客户 。

再次感谢您的信任，我们将用心、诚信对待每一位客户。

如果您有不满意的地方，请随时与我们联系，我们将服务到您满意为止！！！

如果您认可我们的宝贝和服务，请记得打5分哦，谢谢啦！！！
'''

# 光纤头端适配器
guangxin_shipeiqi_140 = '''

您好  温馨提示  本链接宝贝并非原价 如需下单 请与我们客服联系确认后再下单 直接下单不会安排发货哦 谢谢您的合作
产品宣传图可能与原产品图不一致，实物以原产品为准。

我们公司的优势品牌，仅供参考只要您有需要查找的都可以发给我，这边会第一时间回复您。 
15天无条件退换，一年质保及售后服务（人为损坏和不可抗自然力损坏除外）

折扣优惠，低价回馈
24小时在线，拍前请联系客服询价！



Modicon Quantum自动化控制平台拥有业界领先的性能，包含：
5种IEC编程语言（FBD 、LD、SFC 、ST 、IL）适用于各种应用需求 
高性能多任务系统 
高达11M 集成 储存空间 
涂层保护模块，适用于恶劣环境；安全I/O,高可靠性；支持第三方设备 
高性能热备解决方案。每个模块均有小型LCD荧幕及按键，便于本地监控 
前面板有多个内置端口（USB、Ethernet TCP/IP、Modbus Plus、以及至少一个 Modbus 端口） 
本地机架上可安装第三方模块以连接Profibus-DP

操作简便,功能强大

Modicon Quantum自动化控制平台拥有全系列完整的处理器,适用于复杂的过程控制与基础设施关键系统
集成优异的通讯功能,诊断功能,大容量的数据储存空间,Modicon Quantum仍保持极佳的扫描周期
无需停机,即可安装新模块

应用于过程控制和基础设施关键系统

1、发票什么时候寄出?
亲,发票不随货起的,我们会另外用快递给您寄过去。正常开票时间是在客户确认无误收货后2-3天内开票寄出。

2、什么时候发货呢?
正常情况下,当天17 : 00点前拍下的,我们都会可以审单,并且当天发货。若不能发出的,最长时间不会超过72小时。

3、收货应该注意什么?
签收时需要先检查外包装。( 完好:正常签收;有轻微破损:异常签收;破损严重:拒签。)

4、快递选择?
本店默认发顺丰,如果有指定快递,请拍下时加以备注, 或告知在线客服。再次感谢您的信任,我们将用心对待每一位客户 。

再次感谢您的信任，我们将用心、诚信对待每一位客户。

如果您有不满意的地方，请随时与我们联系，我们将服务到您满意为止！！！

如果您认可我们的宝贝和服务，请记得打5分哦，谢谢啦！！！
'''

# 公共描述
common_140 = '''您好  温馨提示  本链接宝贝并非原价 如需下单 请与我们客服联系确认后再下单 直接下单不会安排发货哦 谢谢您的合作
产品宣传图可能与原产品图不一致，实物以原产品为准。

我们公司的优势品牌，仅供参考只要您有需要查找的都可以发给我，这边会第一时间回复您。 
15天无条件退换，一年质保及售后服务（人为损坏和不可抗自然力损坏除外）

折扣优惠，低价回馈
24小时在线，拍前请联系客服询价！



Modicon Quantum自动化控制平台拥有业界领先的性能，包含：
5种IEC编程语言（FBD 、LD、SFC 、ST 、IL）适用于各种应用需求 
高性能多任务系统 
高达11M 集成 储存空间 
涂层保护模块，适用于恶劣环境；安全I/O,高可靠性；支持第三方设备 
高性能热备解决方案。每个模块均有小型LCD荧幕及按键，便于本地监控 
前面板有多个内置端口（USB、Ethernet TCP/IP、Modbus Plus、以及至少一个 Modbus 端口） 
本地机架上可安装第三方模块以连接Profibus-DP

操作简便,功能强大

Modicon Quantum自动化控制平台拥有全系列完整的处理器,适用于复杂的过程控制与基础设施关键系统
集成优异的通讯功能,诊断功能,大容量的数据储存空间,Modicon Quantum仍保持极佳的扫描周期
无需停机,即可安装新模块

应用于过程控制和基础设施关键系统

1、发票什么时候寄出?
亲,发票不随货起的,我们会另外用快递给您寄过去。正常开票时间是在客户确认无误收货后2-3天内开票寄出。

2、什么时候发货呢?
正常情况下,当天17 : 00点前拍下的,我们都会可以审单,并且当天发货。若不能发出的,最长时间不会超过72小时。

3、收货应该注意什么?
签收时需要先检查外包装。( 完好:正常签收;有轻微破损:异常签收;破损严重:拒签。)

4、快递选择?
本店默认发顺丰,如果有指定快递,请拍下时加以备注, 或告知在线客服。再次感谢您的信任,我们将用心对待每一位客户 。

再次感谢您的信任，我们将用心、诚信对待每一位客户。

如果您有不满意的地方，请随时与我们联系，我们将服务到您满意为止！！！

如果您认可我们的宝贝和服务，请记得打5分哦，谢谢啦！！！
'''